Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# recordsDeleteAllConfirm
source: This removes local records from this device. You can restore them later by importing an old backup.
ar: يزيل السجل المحلي من هذا الجهاز. يمكنك استعادة السجل باستيراد نسخة قديمة لاحقًا.
de: Löscht die lokalen Einträge auf diesem Gerät. Du kannst sie später durch den Import eines alten Backups wiederherstellen.
es: Quita el registro local de este dispositivo. Puedes restaurarlo más adelante importando una copia antigua.
fr: Supprime le journal local de cet appareil. Vous pourrez le restaurer en important une ancienne sauvegarde.
hi_in: इस डिवाइस के स्थानीय रिकॉर्ड हटेंगे। बाद में पुराना बैकअप आयात करके उन्हें बहाल किया जा सकता है।
id: Menghapus catatan lokal di perangkat ini. Anda dapat memulihkannya nanti dengan mengimpor cadangan lama.
it: Rimuove il registro locale da questo dispositivo. Puoi ripristinarlo in seguito importando un vecchio backup.
ja: この端末の記録を削除します。あとから古いバックアップを読み込んで復元できます。
ko: 이 기기의 로컬 기록을 삭제합니다. 나중에 이전 백업을 가져와 복원할 수 있습니다.
mr_in: या उपकरणावरील स्थानिक नोंदी हटतील. नंतर जुना बॅकअप आणून त्या पुनर्संचयित करता येतील.
pt: Remove os registos locais deste dispositivo. Podes restaurá-los mais tarde ao importar um backup antigo.
ru: Удалит локальные записи с этого устройства. Позже их можно восстановить, импортировав старую резервную копию.
th: ลบบันทึกในเครื่องนี้ คุณสามารถกู้คืนได้ภายหลังด้วยการนำเข้าข้อมูลสำรองเก่า
tr: Bu cihazdaki yerel kayıtları siler. Eski bir yedeği içe aktararak daha sonra geri yükleyebilirsin.
vi: Xóa nhật ký trên máy này. Bạn có thể khôi phục bằng cách nhập bản sao lưu cũ sau đó.
zh_cn: 会从这台设备上移除本地记录。之后可以导入旧备份来恢复这些记录。
zh_hk: 會從此裝置移除本機紀錄。之後可以匯入舊備份嚟恢復呢啲紀錄。
zh_tw: 會從此裝置移除本機紀錄。之後可以匯入舊備份來恢復這些紀錄。

# recordsDiscardEdits
source: Discard these changes?
ar: هل تتجاهل هذه التغييرات؟
de: Diese Änderungen verwerfen?
es: ¿Descartar estos cambios?
fr: Abandonner ces modifications ?
hi_in: ये बदलाव छोड़ दें?
id: Buang perubahan ini?
it: Scartare queste modifiche?
ja: この変更を破棄しますか？
ko: 이 변경을 버릴까요?
mr_in: हे बदल टाकून द्यायचे?
pt: Descartar estas alterações?
ru: Отменить эти изменения?
th: ทิ้งการเปลี่ยนแปลงเหล่านี้?
tr: Bu değişiklikler atılsın mı?
vi: Bỏ những thay đổi này?
zh_cn: 放弃这些更改？
zh_hk: 放棄這些變更？
zh_tw: 放棄這些變更？

# recordsEditDay
source: Change this day
ar: تعديل هذا اليوم
de: Diesen Tag ändern
es: Cambiar este día
fr: Modifier ce jour
hi_in: यह दिन बदलें
id: Ubah hari ini
it: Modifica questo giorno
ja: この日を直す
ko: 이 날 고치기
mr_in: हा दिवस बदला
pt: Alterar este dia
ru: Изменить этот день
th: แก้วันนี้
tr: Bu günü değiştir
vi: Sửa ngày này
zh_cn: 改这一天
zh_hk: 改呢一日
zh_tw: 改這一天

# recordsEditPlusHint
source: Editing a day from Records is a Plus feature. The timer still works as it does today.
ar: تعديل يوم من السجلات ميزة Plus. المؤقّت يعمل كما هو الآن.
de: Einen Tag in Einträge zu ändern ist eine Plus-Funktion. Der Timer läuft weiter wie bisher.
es: Editar un día desde Registros es una función Plus. El temporizador sigue funcionando igual.
fr: Modifier un jour depuis Relevés est une fonction Plus. Le minuteur fonctionne toujours comme aujourd’hui.
hi_in: रिकॉर्ड से कोई दिन बदलना Plus सुविधा है। टाइमर वैसे ही चलता रहेगा।
id: Mengubah hari dari Catatan adalah fitur Plus. Penghitung waktu tetap seperti sekarang.
it: Modificare un giorno da Registri è una funzione Plus. Il timer continua a funzionare come ora.
ja: 記録ページから日を直すのは Plus の機能です。タイマーはそのまま使えます。
ko: 기록 페이지에서 하루를 고치는 것은 Plus 기능이에요. 타이머는 지금처럼 쓸 수 있어요.
mr_in: नोंदीतून दिवस बदलणे ही Plus सुविधा आहे. टाइमर आजसारखाच चालतो.
pt: Editar um dia em Registros é um recurso Plus. O cronômetro continua como hoje.
ru: Править день на вкладке записей — это функция Plus. Таймер работает как раньше.
th: การแก้วันจากหน้าบันทึกเป็นฟีเจอร์ Plus ตัวจับเวลายังใช้ได้เหมือนเดิม
tr: Kayıtlar’dan bir günü düzenlemek Plus özelliğidir. Zamanlayıcı bugünkü gibi çalışır.
vi: Sửa một ngày từ Bản ghi là tính năng Plus. Đồng hồ đếm vẫn dùng như hiện tại.
zh_cn: 从记录页改某一天是 Plus 功能。计时本身还是可以照常使用。
zh_hk: 從紀錄頁改某一天是 Plus 功能。計時本身還是可以照常使用。
zh_tw: 從紀錄頁改某一天是 Plus 功能。計時本身還是可以照常使用。

# recordsEmptyBody
source: A day shows up here when you start or finish a countdown. Your schedule is not filled in ahead of time.
ar: يظهر اليوم هنا عندما تبدأ العدّ التنازلي أو تنهيه. لا يُملأ الجدول مسبقاً.
de: Ein Tag erscheint hier, wenn du einen Countdown startest oder beendest. Der Plan wird nicht vorausgefüllt.
es: Un día aparece aquí cuando empiezas o terminas una cuenta atrás. El horario no se rellena de antemano.
fr: Un jour apparaît ici quand vous démarrez ou terminez un compte à rebours. Le planning n’est pas prérempli.
hi_in: जब आप काउंटडाउन शुरू या खत्म करते हैं, वह दिन यहाँ दिखता है। शिफ्ट पहले से नहीं भरी जाती।
id: Satu hari muncul di sini saat Anda mulai atau mengakhiri hitung mundur. Jadwal tidak diisi di muka.
it: Un giorno compare qui quando avvii o termini un conto alla rovescia. Il turno non viene precompilato.
ja: カウントダウンを開始または終了した日がここに現れます。シフトはあらかじめ埋めません。
ko: 카운트다운을 시작하거나 끝낸 날이 여기에 나타납니다. 근무표는 미리 채워 두지 않습니다.
mr_in: उलट्या घड्याळ सुरू किंवा संपवलेला दिवस इथे दिसेल. शिफ्ट आधीच भरली जात नाही.
pt: Um dia aparece aqui quando começas ou terminas uma contagem. O horário não é preenchido à frente.
ru: День появится здесь, когда вы запустите или остановите отсчёт. График заранее не заполняется.
th: วันที่จะปรากฏที่นี่เมื่อคุณเริ่มหรือจบการนับถอยหลัง ตารางกะจะไม่ถูกใส่ล่วงหน้า
tr: Geri sayımı başlattığın veya bitirdiğin gün burada görünür. Mesai çizelgesi önceden doldurulmaz.
vi: Một ngày hiện ở đây khi bạn bắt đầu hoặc kết thúc đếm ngược. Lịch ca không được điền sẵn.
zh_cn: 开始或结束一次倒计时，这一天就会出现在这里。排班不会预先填进列表。
zh_hk: 開始或結束一次倒數，呢一日就會出現喺呢度。更表唔會預先填入列表。
zh_tw: 開始或結束一次倒數，這一天就會出現在這裡。排班不會預先填進列表。

# recordsEmptyTitle
source: No clock-in records yet
ar: لا سجلات حضور وانصراف بعد
de: Noch keine Kommen-Gehen-Einträge
es: Aún no hay fichajes
fr: Pas encore de pointages
hi_in: अभी कोई आना-जाना रिकॉर्ड नहीं
id: Belum ada catatan masuk-pulang
it: Ancora nessun ingresso o uscita
ja: 出退勤の記録はまだありません
ko: 출퇴근 기록이 아직 없습니다
mr_in: अजून ये-जा नोंद नाही
pt: Ainda sem entradas ou saídas
ru: Пока нет прихода и ухода
th: ยังไม่มีบันทึกเข้าออกงาน
tr: Henüz giriş-çıkış kaydı yok
vi: Chưa có giờ vào hay ra
zh_cn: 还没有上下班记录
zh_hk: 未有上下班紀錄
zh_tw: 還沒有上下班紀錄

# recordsExpandChart
source: Expand chart
ar: توسيع المخطط
de: Diagramm vergrößern
es: Ampliar gráfico
fr: Agrandir le graphique
hi_in: चार्ट बड़ा करें
id: Perbesar bagan
it: Espandi il grafico
ja: グラフを広げる
ko: 차트 펼치기
mr_in: आलेख मोठा करा
pt: Expandir o gráfico
ru: Развернуть график
th: ขยายแผนภูมิ
tr: Grafiği genişlet
vi: Mở rộng biểu đồ
zh_cn: 展开图表
zh_hk: 展開圖表
zh_tw: 展開圖表

# recordsExport
source: Export records
ar: تصدير السجل
de: Einträge exportieren
es: Exportar registro
fr: Exporter le journal
hi_in: रिकॉर्ड निर्यात करें
id: Ekspor catatan
it: Esporta registro
ja: 記録を書き出す
ko: 기록 내보내기
mr_in: नोंदी निर्यात करा
pt: Exportar registos
ru: Экспортировать записи
th: ส่งออกบันทึก
tr: Kayıtları dışa aktar
vi: Xuất nhật ký
zh_cn: 导出记录
zh_hk: 匯出紀錄
zh_tw: 匯出紀錄

# recordsExportFull
source: Full backup
ar: نسخة كاملة
de: Vollständiges Backup
es: Copia completa
fr: Sauvegarde complète
hi_in: पूरी बैकअप
id: Cadangan lengkap
it: Backup completo
ja: 完全なバックアップ
ko: 전체 백업
mr_in: पूर्ण बॅकअप
pt: Cópia completa
ru: Полная копия
th: สำรองทั้งหมด
tr: Tam yedek
vi: Sao lưu đầy đủ
zh_cn: 完整备份
zh_hk: 完整備份
zh_tw: 完整備份

# recordsExportWithoutLife
source: Backup without life profile
ar: نسخة دون ملف العمر
de: Backup ohne Lebensprofil
es: Copia sin perfil de vida
fr: Sauvegarde sans profil de vie
hi_in: जीवन प्रोफ़ाइल के बिना बैकअप
id: Cadangan tanpa profil hidup
it: Backup senza profilo vita
ja: 人生プロフィールなしのバックアップ
ko: 인생 프로필 없는 백업
mr_in: आयुष्य प्रोफाइलशिवाय बॅकअप
pt: Cópia sem perfil de vida
ru: Копия без профиля жизни
th: สำรองโดยไม่มีโปรไฟล์ชีวิต
tr: Yaşam profili olmadan yedek
vi: Sao lưu không gồm hồ sơ đời
zh_cn: 不含人生档案的备份
zh_hk: 不含人生檔案的備份
zh_tw: 不含人生檔案的備份

# recordsForecastHours
source: Forecast work
ar: العمل التنبؤي
de: Prognosearbeit
es: Trabajo de previsión
fr: Travaux de prévision
hi_in: पूर्वानुमान कार्य
id: Pekerjaan ramalan
it: Lavoro di previsione
ja: 予測作業
ko: 예측 작업
mr_in: अंदाज काम
pt: Previsão de trabalho
ru: Прогнозная работа
th: งานพยากรณ์
tr: Tahmin çalışması
vi: Công tác dự báo
zh_cn: 预计工时
zh_hk: 預測工作
zh_tw: 預測工作

# recordsForecastIncome
source: Forecast pay
ar: توقع الأجر
de: Voraussichtliche Bezahlung
es: Pago previsto
fr: Prévisions de salaire
hi_in: पूर्वानुमान वेतन
id: Perkiraan gaji
it: Retribuzione previsionale
ja: 予測給与
ko: 예상 급여
mr_in: अंदाज वेतन
pt: Previsão de pagamento
ru: Прогноз заработной платы
th: การคาดการณ์การจ่ายเงิน
tr: Tahmini ödeme
vi: Dự báo lương
zh_cn: 预计薪资
zh_hk: 預測薪酬
zh_tw: 預測薪酬

# recordsFreeAwake
source: Waking time that is yours
ar: وقت يقظة يخصّك
de: Wache Zeit, die dir gehört
es: Tiempo despierto que es tuyo
fr: Temps éveillé qui vous appartient
hi_in: जागा समय जो आपका है
id: Waktu bangun yang milikmu
it: Tempo sveglio che è tuo
ja: 自分の起きている時間
ko: 내 깨어 있는 시간
mr_in: जागे असतानाचा तुमचा वेळ
pt: Tempo acordado que é seu
ru: Бодрствование, которое ваше
th: เวลาตื่นที่เป็นของคุณ
tr: Sana ait uyanık zaman
vi: Thời gian tỉnh thuộc về bạn
zh_cn: 属于你的清醒时间
zh_hk: 屬於你的清醒時間
zh_tw: 屬於你的清醒時間

# recordsFreeAwakeFootnote
source: Breaks at work, plus the rest of your waking time.
ar: استراحات العمل، إضافة إلى بقية وقتك الصاحي.
de: Pausen bei der Arbeit und der Rest deiner wachen Zeit.
es: Las pausas en el trabajo y el resto de tu tiempo despierto.
fr: Les pauses au travail et le reste de votre temps éveillé.
hi_in: काम के बीच के ब्रेक और बाकी जागने का समय।
id: Jeda saat kerja, ditambah sisa waktu terjagamu.
it: Le pause al lavoro più il resto del tempo sveglio.
ja: 勤務中の休憩と、残りの起きている時間。
ko: 근무 중 휴식과 남은 깨어 있는 시간.
mr_in: कामातील विश्रांती आणि उरलेला जागेपणाचा वेळ.
pt: As pausas no trabalho e o resto do teu tempo acordado.
ru: Перерывы на работе и остальное время бодрствования.
th: ช่วงพักระหว่างงาน กับเวลาตื่นที่เหลือ
tr: İşteki molalar ve uyanık kalan geri kalan zaman.
vi: Giờ nghỉ tại chỗ làm và phần thời gian thức còn lại.
zh_cn: 班中休息，加上其余的清醒时间。
zh_hk: 返工期間嘅休息，加埋其餘清醒時間。
zh_tw: 上班期間的休息，加上其餘的清醒時間。

# recordsFreeAwakeShort
source: Free time
ar: الوقت الحر
de: Freie Zeit
es: Tiempo libre
fr: Temps libre
hi_in: खाली समय
id: Waktu bebas
it: Tempo libero
ja: 自由時間
ko: 자유 시간
mr_in: मोकळा वेळ
pt: Tempo livre
ru: Свободное время
th: เวลาว่าง
tr: Boş zaman
vi: Thời gian tự do
zh_cn: 自主时间
zh_hk: 自主時間
zh_tw: 自主時間

# recordsHeatScale
source: More overtime, stronger color. Estimates are pale and hatched.
ar: كلما زاد العمل الإضافي زادت قوة اللون؛ التقديرات باهتة ومخططة.
de: Mehr Überstunden, kräftigere Farbe. Schätzungen sind blass und schraffiert.
es: Más horas extra, color más intenso. Las estimaciones son claras y rayadas.
fr: Plus d’heures supplémentaires, couleur plus intense. Les estimations sont pâles et hachurées.
hi_in: अधिक ओवरटाइम, गहरा रंग। अनुमान हल्के रंग और तिरछी रेखाओं में हैं।
id: Makin banyak lembur, makin pekat warnanya. Perkiraan berwarna pucat dan bergaris.
it: Più straordinari, colore più intenso. Le stime sono chiare e tratteggiate.
ja: 残業が多いほど色が濃くなります。推定は淡い色と斜線で表示します。
ko: 초과근무가 많을수록 색이 진해집니다. 예상 시간은 옅은 색과 빗금으로 표시합니다.
mr_in: जास्त ओव्हरटाइम, गडद रंग. अंदाज फिकट रंग आणि तिरक्या रेषांत आहेत.
pt: Mais horas extra, cor mais intensa. As estimativas são claras e tracejadas.
ru: Больше переработок — насыщеннее цвет. Оценки бледные и заштрихованы.
th: ยิ่งทำงานล่วงเวลามาก สียิ่งเข้ม ค่าประมาณใช้สีอ่อนและลายเฉียง
tr: Fazla mesai arttıkça renk koyulaşır. Tahminler soluk ve taralıdır.
vi: Làm thêm càng nhiều, màu càng đậm. Ước tính có màu nhạt và vạch chéo.
zh_cn: 加班越多，颜色越深；预计时间以淡色斜纹显示。
zh_hk: 加班越多，顏色越深；預計時間以淡色斜紋顯示。
zh_tw: 加班越多，顏色越深；預計時間以淡色斜紋顯示。

# recordsHeatWithoutColor
source: Days you changed carry an outline, and the list below gives the same hours as text.
ar: الأيام التي عدّلتها لها إطار، والقائمة أدناه تعطي الساعات نفسها كنص.
de: Von dir geänderte Tage haben eine Umrandung, und die Liste darunter nennt die gleichen Zeiten als Text.
es: Los días que has cambiado llevan un contorno, y la lista de abajo da las mismas horas en texto.
fr: Les jours que vous avez modifiés ont un contour, et la liste ci-dessous donne les mêmes heures en texte.
hi_in: जिन दिनों को आपने बदला है उनके किनारे पर रेखा है, और नीचे की सूची वही घंटे शब्दों में देती है।
id: Hari yang kamu ubah punya garis tepi, dan daftar di bawah menuliskan jam yang sama.
it: I giorni che hai modificato hanno un contorno, e l’elenco qui sotto riporta le stesse ore in testo.
ja: 自分で直した日には枠線が付き、下のリストにも同じ時間が文字で出ます。
ko: 직접 고친 날에는 테두리가 있고, 아래 목록에도 같은 시간이 글로 나옵니다.
mr_in: तुम्ही बदललेल्या दिवसांना कडा आहे, आणि खालची यादी तेच तास शब्दांत देते.
pt: Os dias que alterou têm contorno, e a lista abaixo dá as mesmas horas em texto.
ru: У дней, которые вы изменили, есть обводка, а список ниже повторяет те же часы текстом.
th: วันที่คุณแก้เองจะมีเส้นขอบ และรายการด้านล่างก็บอกจำนวนชั่วโมงเดียวกันเป็นตัวอักษร
tr: Değiştirdiğin günlerin çerçevesi vardır, aşağıdaki liste de aynı saatleri yazıyla verir.
vi: Những ngày bạn đã sửa có viền, và danh sách bên dưới ghi lại đúng số giờ đó bằng chữ.
zh_cn: 你改过的日子带描边，下面的列表也用文字给出同样的工时。
zh_hk: 你改過嘅日子有外框，下面嘅清單都用文字寫出同樣嘅工時。
zh_tw: 你改過的日子有外框，下面的清單也用文字給出同樣的工時。

# recordsImport
source: Import records
ar: استيراد السجلات
de: Aufzeichnungen importieren
es: Importar registros
fr: Importer des relevés
hi_in: रिकॉर्ड आयात करें
id: Impor catatan
it: Importa registri
ja: 記録を読み込む
ko: 기록 가져오기
mr_in: नोंदी आयात करा
pt: Importar registos
ru: Импортировать записи
th: นำเข้าบันทึก
tr: Kayıtları içe aktar
vi: Nhập bản ghi
zh_cn: 导入记录
zh_hk: 匯入紀錄
zh_tw: 匯入紀錄

# recordsImportAdded
source: {{count}} new
ar: {{count}} جديد
de: {{count}} neu
es: {{count}} nuevos
fr: {{count}} nouveau(x)
hi_in: {{count}} नए
id: {{count}} baru
it: {{count}} nuovi
ja: 新規 {{count}} 件
ko: 새로 {{count}}개
mr_in: {{count}} नवीन
pt: {{count}} novos
ru: {{count}} новых
th: ใหม่ {{count}} รายการ
tr: {{count}} yeni
vi: {{count}} mới
zh_cn: {{count}} 条新增
zh_hk: {{count}} 筆新增
zh_tw: {{count}} 筆新增

# recordsImportApplyNew
source: Add new items
ar: أضف الجديد فقط
de: Nur Neue hinzufügen
es: Añadir solo lo nuevo
fr: Ajouter les nouveaux
hi_in: केवल नए जोड़ें
id: Tambah yang baru saja
it: Aggiungi solo i nuovi
ja: 新規だけ追加
ko: 새 항목만 추가
mr_in: फक्त नवीन जोडा
pt: Adicionar só os novos
ru: Добавить только новое
th: เพิ่มเฉพาะรายการใหม่
tr: Yalnızca yenileri ekle
vi: Chỉ thêm mục mới
zh_cn: 只加入新增
zh_hk: 只加入新增
zh_tw: 只加入新增

# recordsImportConflicts
source: {{count}} conflicts
ar: {{count}} تعارض
de: {{count}} Konflikte
es: {{count}} conflictos
fr: {{count}} conflit(s)
hi_in: {{count}} टकराव
id: {{count}} konflik
it: {{count}} conflitti
ja: 競合 {{count}} 件
ko: 충돌 {{count}}개
mr_in: {{count}} संघर्ष
pt: {{count}} conflitos
ru: {{count}} конфликтов
th: ขัดแย้ง {{count}} รายการ
tr: {{count}} çakışma
vi: {{count}} xung đột
zh_cn: {{count}} 条冲突
zh_hk: {{count}} 筆衝突
zh_tw: {{count}} 筆衝突

# recordsImportPreviewTitle
source: Review this import
ar: راجع هذا الاستيراد
de: Diesen Import prüfen
es: Revisar esta importación
fr: Vérifier cet import
hi_in: इस आयात को देखें
id: Tinjau impor ini
it: Controlla questa importazione
ja: この読み込みを確認
ko: 이 가져오기 검토
mr_in: ही आयात तपासा
pt: Revisar esta importação
ru: Проверьте этот импорт
th: ตรวจทานการนำเข้านี้
tr: Bu içe aktarmayı gözden geçir
vi: Xem lại lần nhập này
zh_cn: 先看一下这份导入
zh_hk: 先看一下這份匯入
zh_tw: 先看一下這份匯入

# recordsImportReport
source: Imported. Skipped {{skipped}} permanently deleted items.
ar: تم الاستيراد. وتم تجاوز {{skipped}} سجلًا محذوفًا نهائيًا.
de: Importiert. {{skipped}} endgültig gelöschte Einträge übersprungen.
es: Importado. Se omitieron {{skipped}} entradas borradas de forma permanente.
fr: Import terminé. {{skipped}} entrées définitivement supprimées ont été ignorées.
hi_in: आयात हो गया। हमेशा के लिए मिटाई गई {{skipped}} एंट्री छोड़ दी गईं।
id: Selesai diimpor. {{skipped}} catatan yang sudah dihapus permanen dilewati.
it: Importato. Sono state ignorate {{skipped}} voci eliminate definitivamente.
ja: 読み込みました。完全に削除済みの {{skipped}} 件はスキップしました。
ko: 가져왔습니다. 완전히 삭제된 {{skipped}}건은 건너뛰었습니다.
mr_in: आयात झाले. कायमचे हटवलेल्या {{skipped}} नोंदी वगळल्या.
pt: Importado. Foram ignoradas {{skipped}} entradas apagadas definitivamente.
ru: Импортировано. Пропущено {{skipped}} безвозвратно удалённых записей.
th: นำเข้าแล้ว ข้ามบันทึกที่ลบถาวรแล้ว {{skipped}} รายการ
tr: İçe aktarıldı. Kalıcı olarak silinmiş {{skipped}} kayıt atlandı.
vi: Đã nhập. Bỏ qua {{skipped}} bản ghi đã xóa vĩnh viễn.
zh_cn: 已导入。跳过了 {{skipped}} 条已永久删除的记录。
zh_hk: 已匯入。跳過咗 {{skipped}} 條已經永久刪除嘅紀錄。
zh_tw: 已匯入。略過了 {{skipped}} 筆已永久刪除的紀錄。

# recordsImportSame
source: {{count}} unchanged
ar: {{count}} دون تغيير
de: {{count}} unverändert
es: {{count}} iguales
fr: {{count}} inchangé(s)
hi_in: {{count}} वैसे ही
id: {{count}} sama
it: {{count}} invariati
ja: 変更なし {{count}} 件
ko: 동일 {{count}}개
mr_in: {{count}} तशीच
pt: {{count}} iguais
ru: {{count}} без изменений
th: เหมือนเดิม {{count}} รายการ
tr: {{count}} aynı
vi: {{count}} giữ nguyên
zh_cn: {{count}} 条相同
zh_hk: {{count}} 筆相同
zh_tw: {{count}} 筆相同

# recordsImportSkipped
source: {{count}} skipped
ar: {{count}} متجاهَل
de: {{count}} übersprungen
es: {{count}} omitidos
fr: {{count}} ignoré(s)
hi_in: {{count}} छोड़े
id: {{count}} dilewati
it: {{count}} ignorati
ja: スキップ {{count}} 件
ko: 건너뜀 {{count}}개
mr_in: {{count}} वगळली
pt: {{count}} ignorados
ru: {{count}} пропущено
th: ข้าม {{count}} รายการ
tr: {{count}} atlandı
vi: {{count}} đã bỏ
zh_cn: {{count}} 条已跳过
zh_hk: {{count}} 筆已略過
zh_tw: {{count}} 筆已略過

# recordsIncomeProgress
source: Earned {{amount}} · {{percent}}
ar: تم كسب {{amount}} · {{percent}}
de: Bisher verdient: {{amount}} · {{percent}}
es: Ganado: {{amount}} · {{percent}}
fr: Déjà gagné : {{amount}} · {{percent}}
hi_in: अब तक कमाए {{amount}} · {{percent}}
id: Sudah diperoleh {{amount}} · {{percent}}
it: Già guadagnato: {{amount}} · {{percent}}
ja: 獲得済み {{amount}} · {{percent}}
ko: 지금까지 번 금액 {{amount}} · {{percent}}
mr_in: आतापर्यंत कमावले {{amount}} · {{percent}}
pt: Já ganho: {{amount}} · {{percent}}
ru: Заработано {{amount}} · {{percent}}
th: ได้รับแล้ว {{amount}} · {{percent}}
tr: Kazanılan {{amount}} · {{percent}}
vi: Đã kiếm được {{amount}} · {{percent}}
zh_cn: 已赚 {{amount}} · {{percent}}
zh_hk: 已賺 {{amount}} · {{percent}}
zh_tw: 已賺 {{amount}} · {{percent}}

# recordsKindCustomHours
source: Set the hours
ar: تحديد الساعات
de: Zeiten selbst setzen
es: Poner el horario
fr: Définir les horaires
hi_in: घंटे ख़ुद तय करें
id: Atur jamnya sendiri
it: Imposta l’orario
ja: 時間を自分で決める
ko: 시간 직접 지정
mr_in: तास स्वतः ठरवा
pt: Definir o horário
ru: Задать часы
th: กำหนดเวลาเอง
tr: Saatleri kendin gir
vi: Tự đặt giờ
zh_cn: 自己填时间
zh_hk: 自己填時間
zh_tw: 自己填時間

# recordsLegendCorrected
source: Pencil — you changed it
ar: قلم — عدّلته أنت
de: Stift — von dir geändert
es: Lápiz: lo cambiaste tú
fr: Crayon : modifié par vous
hi_in: पेंसिल — आपने बदला
id: Pensil — kamu yang mengubah
it: Matita: l’hai modificato tu
ja: 鉛筆＝自分で直した
ko: 연필 — 직접 수정함
mr_in: पेन्सिल — तुम्ही बदलले
pt: Lápis: alteraste tu
ru: Карандаш — вы изменили
th: ดินสอ — คุณแก้เอง
tr: Kalem — sen değiştirdin
vi: Bút chì — bạn đã sửa
zh_cn: 铅笔 = 你改过
zh_hk: 鉛筆 = 你改過
zh_tw: 鉛筆 = 你改過

# recordsLegendEstimated
source: Hatched — estimated or planned
ar: مخطّط — تقديري أو مخطط له
de: Schraffiert — geschätzt oder geplant
es: Rayado: estimado o planificado
fr: Hachuré : estimé ou prévu
hi_in: धारीदार — अनुमान या योजना
id: Arsir — perkiraan atau rencana
it: Tratteggiato: stimato o pianificato
ja: 斜線＝推定または予定
ko: 빗금 — 추정 또는 예정
mr_in: तिरप्या रेषा — अंदाज किंवा नियोजित
pt: Tracejado: estimado ou planeado
ru: Штриховка — оценка или план
th: ลายเฉียง — ประมาณหรือตามแผน
tr: Taralı — tahmin veya plan
vi: Gạch chéo — ước tính hoặc dự kiến
zh_cn: 斜纹 = 推算或计划
zh_hk: 斜紋 = 推算或計劃
zh_tw: 斜紋 = 推算或計劃

# recordsLegendLocked
source: Lock — Plus needed
ar: قفل — يلزم Plus
de: Schloss — Plus nötig
es: Candado: hace falta Plus
fr: Cadenas : Plus requis
hi_in: ताला — Plus चाहिए
id: Gembok — perlu Plus
it: Lucchetto: serve Plus
ja: 鍵＝Plus が必要
ko: 자물쇠 — Plus 필요
mr_in: कुलूप — Plus हवे
pt: Cadeado: é preciso Plus
ru: Замок — нужен Plus
th: แม่กุญแจ — ต้องมี Plus
tr: Kilit — Plus gerekir
vi: Khoá — cần Plus
zh_cn: 锁 = 需要 Plus
zh_hk: 鎖 = 需要 Plus
zh_tw: 鎖 = 需要 Plus

# recordsLegendRecorded
source: Solid — recorded
ar: معبّأ — مسجّل
de: Gefüllt — erfasst
es: Sólido: registrado
fr: Plein : relevé
hi_in: भरा — दर्ज
id: Padat — tercatat
it: Pieno: registrato
ja: 塗りつぶし＝記録済み
ko: 채움 — 기록됨
mr_in: भरलेले — नोंदलेले
pt: Preenchido: registado
ru: Сплошная — записано
th: ทึบ — บันทึกแล้ว
tr: Dolu — kayıtlı
vi: Đặc — đã ghi
zh_cn: 实心 = 已记录
zh_hk: 實心 = 已紀錄
zh_tw: 實心 = 已紀錄

# recordsLegendTitle
source: What the marks mean
ar: ما تعنيه العلامات
de: Was die Markierungen bedeuten
es: Qué significan las marcas
fr: Ce que veulent dire les repères
hi_in: निशानों का मतलब
id: Arti tandanya
it: Cosa significano i segni
ja: 記号の意味
ko: 표시의 뜻
mr_in: खुणांचा अर्थ
pt: O que significam as marcas
ru: Что означают обозначения
th: ความหมายของสัญลักษณ์
tr: İşaretlerin anlamı
vi: Các ký hiệu nghĩa là gì
zh_cn: 图例说明
zh_hk: 圖例說明
zh_tw: 圖例說明

# recordsLifeProfileReady
source: Set up
ar: مضبوط
de: Eingerichtet
es: Configurado
fr: Configuré
hi_in: सेट है
id: Sudah diatur
it: Impostato
ja: 設定済み
ko: 설정됨
mr_in: सेट आहे
pt: Configurado
ru: Настроено
th: ตั้งแล้ว
tr: Kuruldu
vi: Đã đặt
zh_cn: 已设置
zh_hk: 已設定
zh_tw: 已設定

# recordsLifeProfileRow
source: Life profile
ar: ملف العمر
de: Lebensprofil
es: Perfil de vida
fr: Profil de vie
hi_in: जीवन प्रोफ़ाइल
id: Profil hidup
it: Profilo vita
ja: 人生プロフィール
ko: 인생 프로필
mr_in: आयुष्य प्रोफाइल
pt: Perfil de vida
ru: Профиль жизни
th: โปรไฟล์ชีวิต
tr: Yaşam profili
vi: Hồ sơ đời
zh_cn: 人生档案
zh_hk: 人生檔案
zh_tw: 人生檔案

# recordsLifeProfileUnset
source: Not set
ar: غير مضبوط
de: Nicht festgelegt
es: Sin definir
fr: Non défini
hi_in: सेट नहीं
id: Belum diatur
it: Non impostato
ja: 未設定
ko: 설정 안 함
mr_in: सेट नाही
pt: Não definido
ru: Не задано
th: ยังไม่ตั้ง
tr: Ayarlanmadı
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 未設定
zh_tw: 未設定

# recordsLifeSetupBody
source: A birth year is enough to start. Skip any date you do not know.
ar: سنة الميلاد تكفي للبدء. اترك التواريخ التي لا تعرفها فارغة.
de: Ein Geburtsjahr reicht zum Start. Unbekannte Daten können leer bleiben.
es: Con el año de nacimiento basta para empezar. Deja en blanco las fechas que no sepas.
fr: L’année de naissance suffit pour commencer. Laissez vide ce que vous ignorez.
hi_in: शुरू करने के लिए जन्म वर्ष काफी है। जो तारीख न पता हो उसे खाली छोड़ दें।
id: Tahun lahir saja sudah cukup untuk mulai. Tanggal yang tidak diketahui boleh dikosongkan.
it: L’anno di nascita basta per iniziare. Lascia vuote le date che non sai.
ja: 生まれ年だけでも始められます。分からない日付は空欄のままで大丈夫です。
ko: 태어난 해만 있어도 시작할 수 있어요. 모르는 날짜는 비워 두세요.
mr_in: सुरुवातीला जन्मवर्ष पुरेसे आहे. माहित नसलेल्या तारखा रिकाम्या ठेवा.
pt: O ano de nascimento já basta para começar. Deixe em branco as datas que não souber.
ru: Достаточно года рождения. Даты, которые не знаете, можно оставить пустыми.
th: มีปีเกิดก็เริ่มได้ วันที่ที่ไม่ทราบเว้นว่างไว้ได้
tr: Başlamak için doğum yılı yeter. Bilmediğiniz tarihleri boş bırakabilirsiniz.
vi: Chỉ cần năm sinh là bắt đầu được. Ngày nào chưa rõ có thể để trống.
zh_cn: 只填出生年份也可以开始。不知道的日期可以先空着。
zh_hk: 只填出生年份也可以開始。不知道的日期可以先留空。
zh_tw: 只填出生年份也可以開始。不知道的日期可以先留空。

# recordsLifeSetupLater
source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
hi_in: बाद में
id: Nanti
it: Più tardi
ja: あとで
ko: 나중에
mr_in: नंतर
pt: Depois
ru: Позже
th: ไว้ก่อน
tr: Sonra
vi: Để sau
zh_cn: 稍后
zh_hk: 稍後
zh_tw: 稍後
